tap "puma/puma"

brew "fd"
brew "fish"
brew "gh"
brew "helix"
brew "jj"
brew "mas"
brew "neovim"
brew "node"
brew "pnpm"
brew "puma/puma/puma-dev"
brew "ripgrep"
brew "stow"
brew "trash"
brew "uv"
brew "xh"
brew "yt-dlp"

cask "1password"
cask "arc"
cask "ghostty"
cask "hammerspoon"
cask "imageoptim"
cask "logi-options+"
cask "obsidian"
cask "raycast"

# Optional.
# cask "appcleaner"
# cask "google-chrome"
# cask "slack"
# cask "steam"
# cask "the-unarchiver"
# cask "zoom"

mas "HazeOver", id: 430798174
mas "Parcel", id: 639968404
mas "Pixea", id: 1507782672
mas "Pixelmator Pro", id: 1289583905
