tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "puma/puma"

brew "fd"
brew "git"
brew "httpie"
brew "hub"
brew "mas"
brew "node"
brew "puma-dev"
brew "ripgrep"
brew "tig"
brew "tmux"
brew "trash"
brew "yarn"
brew "youtube-dl"

cask "1password"
cask "firefox"
cask "hammerspoon"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "launchbar"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "vimr"
cask "visual-studio-code"
cask "xee"

# Optional.
# cask "google-chrome"
# cask "dropbox"
# cask "padbury-clock"
# cask "steam"
# cask "zoomus"
# mas "Next Meeting", id: 1017470484

mas "Acorn", id: 1019272813
mas "Deliveries", id: 924726344
mas "iA Writer", id: 775737590
mas "Things 3", id: 904280696
mas "Tweetbot", id: 1384080005
