tap "caskroom/cask"
tap "puma/puma"

brew "git"
brew "httpie"
brew "hub"
brew "mas"
brew "node"
brew "puma-dev"
brew "ripgrep"
brew "tig"
brew "tmux"
brew "trash"
brew "yarn"
brew "youtube-dl"

cask "colorpicker-skalacolor"
cask "dash"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "hammerspoon"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "launchbar"
cask "kap"
cask "padbury-clock"
cask "slack"
cask "the-unarchiver"
cask "vimr"
cask "visual-studio-code"
cask "xee"

# Optional.
# cask "steam"
# cask "transmission"

mas "1Password", id: 443987910
mas "Acorn", id: 1019272813
mas "Bear", id: 1091189122
mas "Deliveries", id: 924726344
mas "Things 3", id: 904280696
mas "Tweetbot", id: 557168941
