asvetliakov.vscode-neovim
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
HaaLeo.vscode-stylint
ms-python.python
octref.vetur
patbenatar.advanced-new-file
sumneko.lua
sysoev.language-stylus
thisismanta.stylus-supremacy
yzhang.markdown-all-in-one
zakj.mourning
