albert.TabOut
astro-build.astro-vscode
asvetliakov.vscode-neovim
dbaeumer.vscode-eslint
esbenp.prettier-vscode
knowsuchagency.pdm-task-provider
matangover.mypy
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
patbenatar.advanced-new-file
stkb.rewrap
stylelint.vscode-stylelint
sumneko.lua
svelte.svelte-vscode
tamasfe.even-better-toml
unifiedjs.vscode-mdx
usernamehw.errorlens
yzhang.markdown-all-in-one
zakj.mourning
