albert.TabOut
astro-build.astro-vscode
asvetliakov.vscode-neovim
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
knowsuchagency.pdm-task-provider
ms-python.python
patbenatar.advanced-new-file
stylelint.vscode-stylelint
sumneko.lua
svelte.svelte-vscode
unifiedjs.vscode-mdx
usernamehw.errorlens
yzhang.markdown-all-in-one
zakj.mourning
